{"absence_data": "To the extent that all seamounts have been identified, the data implicitly include all areas where seamounts are absent.", "attribute_accuracy": "The attributes are accurate to the best available data; depths and locations of un-named seamounts identified by only model predictions may be less accurate than those detected during at-sea surveys. Refer to the SAR for more information on seamounts that have been ground-truthed.", "author": null, "author_email": null, "citation": "DFO. 2021. Identification of Representative Seamount Areas in the Offshore Pacific Bioregion, Canada. DFO Can. Sci. Advis. Sec. Sci. Advis. Rep. 2021/041.", "co_creators": "", "collaboration": "No collaboration outside of DFO.", "completeness": "The data are expected to be largely complete the features were derived from a global bathymetry dataset. We therefore assume all seamounts have been identified.", "confidentiality": "Not Protected", "creator_user_id": "9e0089ee-d2dd-4f84-94a8-c276a247d4db", "date_completed": "2017-07-01", "date_published": "2020-04-08", "end_date": "2019-07-01", "fgp_record": "https://gcgeo.gc.ca/geonetwork/metadata/eng/32215c2d-833e-40e0-b7f6-2e145312d674", "hierarchyLevel": "Dataset", "id": "29e8189b-ff87-4455-a0e8-2c206170b03d", "isopen": false, "keywords": "habitats,ocean floor,oceans,seas,aquatic ecosystems,geomorphology,marine conservation areas,natural ecosystems,sea bottom,oceanography,nature conservation,environmental protection,geology,templates", "license_id": null, "license_title": null, "logical_consistency": "There is some inconsistency in how the features were identified between the B2B data and Seamounts Online data. The B2B data was generated with GPS and multibeam sonar, and it is not readily apparent how the feature from the Seamounts Online data was identified. It appears that the presence of specific marine species was used to infer the presence of the feature.", "maintainer": null, "maintainer_email": "Cherisse.DuPreez@dfo-mpo.gc.ca", "metadata_created": "2018-08-17T17:52:22.306967", "metadata_modified": "2022-08-04T15:30:58.660076", "methods": "The Offshore Pacific Bioregion (OPB) seamounts were identified using published locations of seamounts (e.g., Canadian Gazetteer, NRC 2015; Ban et al. 2016), a systematic review of six seamount models (five listed in DFO 2019, plus Yesson et al. 2020), a compilation of bathymetric maps (e.g., new data from research cruises), and geophysical criteria (see FIgure 3, DFO 2021). Boundaries for the OPB seamounts were defined and produced using geoprocessing analyses in ArcMap.\r\n\r\nThere are now 62 seamounts known or predicted to occur in the OPB, of which 43 are newly identified and unnamed (UN)—ten more since the last inventory: four seamounts listed in DFO 2019 were removed from the inventory (for various reasons) and 14 new UN seamounts were discovered. To mark the significance of seamounts as part of our geographical and cultural environment, DFO Science is working in partnership with the 17 coastal First Nations (Nuu-chah-nulth, Quatsino, Haida, and Pacheedaht First Nations) to name the new discoveries and update the Canadian Gazetteer (interim nomenclature: “UN” followed by two digits). The locations and depths of seamounts were determined using available databases and bathymetry models, which have varying degrees of accuracy. Using recently collected bathymetry (single- and multi-beam), the location and depth of 34 seamounts (21 newly identified) have been confirmed.\r\n\r\nForty-seven seamounts are in the Area of Interest (AOI; 76%), three are in the SGaan KinghlasBowie Marine Protected Area (SK-B MPA; 5%), and 12 seamounts are outside of the conservation areas (19%). Thirty-six of the 47 AOI seamounts are currently protected by a fisheries closure. There are additionally hundreds to thousands more seamount-like knolls and hills in the OPB that do not meet the seamount criteria of ≥1 km elevation (e.g., Seminole “seamount”; DFO 2019).", "name": "seamounts", "notes": "Seamounts have been identified as Ecologically or Biologically Significant Areas (EBSAs) due to their unique oceanography and ecology; they frequently serve as sites for fisheries and as habitat for a number of species of conservation concern. A mix of isolated seamounts and seamount complexes are distributed throughout Canada’s Pacific offshore waters, although only a subset of these are named. We used several pre-existing spatial databases and predictive models to map all named seamounts within Canada’s Exclusive Economic Zone, all named seamounts fished by Canada in international waters, and any predicted (modelled) unnamed seamounts in adjacent waters. These data are intended to inform marine planning initiatives in BC by providing collaborative, peer-reviewed scientific data at scales relevant to a BC coast-wide analysis.", "num_resources": 4, "num_tags": 21, "openmaps_record": "https://open.canada.ca/data/en/dataset/32215c2d-833e-40e0-b7f6-2e145312d674", "organization": {"id": "430db324-f471-4ffe-a76b-17ed40991cd4", "name": "msea", "title": "Marine Spatial Ecology and Analysis (MSEA)", "type": "organization", "description": "Marine Spatial Ecology and Analysis Section, Fisheries and Oceans Canada, Nanaimo, BC", "image_url": "2021-11-16-181040.335718nounOcean1952590.png", "created": "2018-06-26T22:13:17.033684", "is_organization": true, "approval_status": "approved", "state": "active"}, "other_information": "", "owner_org": "430db324-f471-4ffe-a76b-17ed40991cd4", "positional_accuracy": "Most data sources provide limited information on positional accuracy. Vertical accuracy is estimated to be 10-200m across all of the source features, but not known for each specific feature. Data sourced from B2B has horizontal accuracy of approximately 8-12 km for the source features and  Data coded as coming from ETOPO2 may be off by over 200 m depth and 8 km lat/long (Etnoyer, 2002; NOAA GOASEX results). GEBCO data appear to be accurate within .1 degree and 10 m depth.\r\n", "private": false, "quality_control": "Completed", "science_keywords": "canadian pacific eez,northeast pacific ocean,seamount,marine ecosystems,habitat protection,marine protected areas,sea bottom,sea floor", "scripts_or_software_routines": "None", "sp_code_list": "", "spatial": "{ \"type\": \"Polygon\", \"coordinates\": [ [ [ -130.335, 47.479 ], [ -131.399, 47.623 ], [ -131.401, 47.624 ], [ -135.222, 49.778 ], [ -135.24, 49.788 ], [ -135.244, 49.792 ], [ -135.245, 49.793 ], [ -135.26, 49.815 ], [ -135.279, 49.845 ], [ -136.902, 53.686 ], [ -136.902, 53.695 ], [ -136.901, 53.726 ], [ -136.888, 53.752 ], [ -136.888, 53.753 ], [ -136.876, 53.767 ], [ -136.874, 53.769 ], [ -136.873, 53.77 ], [ -136.857, 53.78 ], [ -136.804, 53.802 ], [ -136.802, 53.803 ], [ -136.72, 53.83 ], [ -136.712, 53.832 ], [ -136.709, 53.833 ], [ -136.707, 53.833 ], [ -134.233, 54.202 ], [ -134.174, 54.204 ], [ -134.158, 54.202 ], [ -134.131, 54.198 ], [ -133.914, 54.105 ], [ -133.746, 53.966 ], [ -130.748, 51.466 ], [ -128.902, 48.409 ], [ -128.902, 48.408 ], [ -128.9, 48.404 ], [ -128.907, 48.386 ], [ -128.958, 48.296 ], [ -128.959, 48.294 ], [ -128.962, 48.292 ], [ -129.006, 48.252 ], [ -129.011, 48.248 ], [ -129.016, 48.245 ], [ -129.595, 47.862 ], [ -129.617, 47.848 ], [ -130.259, 47.48 ], [ -130.26, 47.48 ], [ -130.262, 47.48 ], [ -130.335, 47.479 ] ] ] }", "spatial_data_quality": "The spatial data are robust for seamounts that have been confirmed at sea and variable for those identified solely by bathymetric models (see also Positional Accuracy). When one model predicted the location of a seamount summit within 20 km of a seamount summit predicted by a separate model, the seamounts were assumed to be one and the same. This means that while the specific location of a seamount summit may be imprecise, the existence of that seamount in the general area is well supported. \r\n\r\nSeamount locations and depths will be confirmed or revised when field surveys allow (i.e. the quality of spatial data presented here is not static). \r\n", "species_codes": "[{\"sp_code\": \"\", \"age_data\": \"\", \"obs_type\": \"\", \"sp_name\": \"\"}]", "start_date": "2012-01-01", "state": "active", "status": "Ongoing", "temporal_coverage": "Temporal coverage spans from 2012-2021.", "theme": "bathymetry", "title": "Seamounts", "topic_category": "oceans", "type": "dataset", "uncertainties": "Each source data set will have different collection and interpretation biases. However, any such bias is not considered to be significant for the stated application. See sections on Attribute and Positional accuracy.\r\n\r\n", "update_frequency": "Irregular", "url": null, "use_restrictions": "Not to be used for navigation. Sufficient for spatial analysis at the kilometer scale.", "version": null, "change_history": [{"change_date": "2017-07-01", "change_description": "This date represents the initial creation of this dataset record."}, {"change_date": "2019-03-04", "change_description": "Seven unnamed seamounts were added to the dataset and the summit coordinates and depths for many seamounts were revised according to the latest data. New attributes were added as well, including: identification of survey expeditions that confirmed the location of a subset of seamounts (\"Confirmed\" field), the estimated base depth of all seamounts (\"Base_depth\"), latitude (\"Lat\") and longitude (\"Long\") coordinates of each seamount summit, the vertical distance from seamount base to summit (\"Elevation\"),  a \"Notes\" field describing updates to seamount data following the 2018 survey season, and a \"Class\" field which categorizes each seamount according to the classes described by Clark et al. (2011). Summit_depth is also now called simply \"DEPTH\", and the \"elev_categ\" field has been deleted in favour of the aforementioned \"Class\" field. \r\n\r\nRevisions to the general and attribute metadata have also been made, for clarity and completeness. "}, {"change_date": "2020-04-08", "change_description": "Updated based on 2019 offshore surveys:\r\n- added new seamounts\r\n- removed false seamounts (hill and knolls)\r\n- updated summit locations\r\n- updated attribute table\r\n- projected in WGS84\r\n- updated program manager in metadata"}, {"change_date": "2020-09-29", "change_description": "Pointing to FGP record."}, {"change_date": "2020-09-29", "change_description": "Pointing to FGP record."}, {"change_date": "2020-11-10", "change_description": "Re-uploaded data. FGP record did not include spatial downloads."}, {"change_date": "2021-11-25", "change_description": "Seamounts - Data package: Update to layers following 2021 CSAS confirming presence of additional seamounts and more accurate locations of summits"}], "data_creator": [{"creator_address": "9860 West Saanich Road, Sidney, British Columbia, V8L 4B2, Canada", "creator_email": "Cherisse.DuPreez@dfo-mpo.gc.ca", "creator_name": "Cherisse Du Preez", "creator_organization": "Government of Canada; Fisheries and Oceans Canada; MSEA Section", "creator_phone": "(250) 363-6517", "creator_position": "Marine Biologist"}], "data_inputs": [{"input_description": "Seamounts Online, USGS, Karen Stocks. Seamounts Online. San Diego Supercomputer Center, San Diego, California, https://www.sciencebase.gov/catalog/item/5707f344e4b06fa6ac66483e; "}, {"input_description": "B2B: Data were compiled by staff of the Marine Conservation Biology Institute using the GEBCO data atlas, ETOPO2 bathymetry from NGDC, and the 2002 NOAA GOASEX cruise. Data set was compiled by Dave Canny and Peter Etnoyer.; "}, {"input_description": " Ban, Stephen, JMR Curtis, C St. Germain, RI Perry, TW Therriault. Identification of Ecologically and Biologically Significant Areas (EBSAs) in Canada’s Offshore Pacific Bioregion. Canadian Science Advisory Secretariat Research Document 2016/034.; "}, {"input_description": "NRC 2015. Natural Resources Canada Gazetteer Service. (Accessed 26 April 2017); BCMCA Project Team. 2011. Marine Atlas of Pacific Canada: A Product of the British Columbia Marine Conservation Analysis. (Accessed 26 April 2017); "}, {"input_description": "Model suite: Kitchingman, A., and Lai, S. 2004. Inferences on potential seamount locations from midresolution bathymetric data. Seamounts: Biodiversity and Fisheries. UBC Fisheries Centre Report.; "}, {"input_description": "Manson, M.M. 2009. Small scale delineation of northeast Pacific Ocean undersea features using benthic position index. Can. Manu. Rep. Fish. Aquat. Sci. 2864: 16 p.; "}, {"input_description": "Kim, S.S., and Wessel, P. 2011. New global seamount census from altimetry-derived gravity data. Geophys. J. Int. 186(2): 615-631.; "}, {"input_description": "Yesson, C., Clark, M.R., Taylor, M.L., and Rogers, A.D. 2011. The global distribution of seamounts based on 30 arc seconds bathymetry data. Deep-Sea Res. PT I. 58(4): 442-453"}], "groups": [{"description": "For layers that were published to the GIS Hub and subsequently published (partially or entirely) to the Federal Geospatial Platform and/or Open Maps.", "display_name": "FGP/Open Maps", "id": "a641a37e-3595-4132-9cc8-06eb80ebb1a4", "image_display_url": "http://localhost:5000/uploads/group/2021-11-16-181216.482465nounData2583136.png", "name": "fgp-open-maps", "title": "FGP/Open Maps"}], "program_manager": [{"manager_address": "3190 Hammond Bay Road, Nanaimo, British Columbia, V9T 6N7, Canada", "manager_email": "Tammy.Norgard@dfo-mpo.gc.ca", "manager_name": "Tammy Norgard", "manager_organization": "Government of Canada; Fisheries and Oceans Canada; MSEA Section", "manager_phone": "250-756-7005", "manager_position": "Program Head"}], "references": [{"reference": "Ban, S., Curtis, J.M.R., St. Germain, C., Perry, R. I., and Therriault, T.W. 2016. Identification of Ecologically and Biologically Significant Areas (EBSAs) in Canada’s Offshore Pacific Bioregion. DFO Can. Sci. Advis. Sec. Res. Doc. 2016/034. x + 152 p."}, {"reference": "British Columbia Marine Conservation Analysis Project Team. 2011. Marine Atlas of Pacific Canada: A Product of the British Columbia Marine Conservation Analysis. Available from www.bcmca.ca."}, {"reference": "DFO. 2019. Biophysical and Ecological Overview of the Offshore Pacific Area of Interest (AOI).\r\nDFO Can. Sci. Advis. Sec. Sci. Resp. 2019/011."}, {"reference": "IOC, IHO and BODC, 2003. Centenary Edition of the GEBCO Digital Atlas, published on CD-ROM on behalf of the Intergovernmental Oceanographic Commission and the International Hydrographic Organization as part of the General Bathymetric Chart of the Oceans, British Oceanographic Data Centre, Liverpool, U.K."}, {"reference": "Manson, M.M. 2009. Small scale delineation of northeast Pacific Ocean undersea features using benthic position index. Can. Manu. Rep. Fish. Aquat. Sci. 2864: 16 pp. "}, {"reference": "Kim, S. & Wessel, P. 2011. New global seamount census from altimetry-derived gravity data. Geophysical Journal International, 186 (2): 615–631, https://doi.org/10.1111/j.1365-246X.2011.05076.x"}, {"reference": "Natural Resources Canada. Canadian Undersea Gazetteer."}, {"reference": "National Geophysical Data Center/NESDIS/NOAA/U.S. Department of Commerce. 2001. ETOPO2, Global 2 Arc-minute Ocean Depth and Land Elevation from the US National Geophysical Data Center (NGDC). Research Data Archive at the National Center for Atmospheric Research, Computational and Information Systems Laboratory. https://doi.org/10.5065/D6668B75. Accessed 29 March 2017 "}, {"reference": "North Pacific Fisheries Commission (2018). Report on the identification of vulnerable marine ecosystems (VMEs) and assessment of significant adverse impact (SAI) on seamounts currently fished by Canada. NPFC-2018-WS VME01-WP015."}, {"reference": "SeamountsOnline. http://seamounts.sdsc.edu/. Accessed 29 March 2017. \r\nUnited States Board of Geographic Names. 1981. Gazetteer of Undersea Features. Defense Mapping Agency, Washington, DC. "}, {"reference": "Yesson et al. 2011: The global distribution of seamounts based on 30 arc seconds bathymetry data. Deep Sea Research Part I: Oceanographic Research Papers PT I. 58(4): 442-453"}], "resources": [{"attr_data": "{\"0\": {\"coded_values\": \"\", \"column_name\": \"objectid\", \"column_type\": \"ObjectId\", \"description\": \"Unique id field\", \"units\": \"\"}, \"1\": {\"coded_values\": \"\", \"column_name\": \"name\", \"column_type\": \"Text\", \"description\": \"\", \"units\": \"\"}, \"2\": {\"coded_values\": \"\", \"column_name\": \"depth\", \"column_type\": \"Integer\", \"description\": \"\", \"units\": \"\"}, \"3\": {\"coded_values\": \"\", \"column_name\": \"source\", \"column_type\": \"Text\", \"description\": \"\", \"units\": \"\"}, \"4\": {\"coded_values\": \"\", \"column_name\": \"confirmed\", \"column_type\": \"Text\", \"description\": \"\", \"units\": \"\"}, \"5\": {\"coded_values\": \"\", \"column_name\": \"lat\", \"column_type\": \"Float\", \"description\": \"\", \"units\": \"\"}, \"6\": {\"coded_values\": \"\", \"column_name\": \"long\", \"column_type\": \"Float\", \"description\": \"\", \"units\": \"\"}, \"7\": {\"coded_values\": \"\", \"column_name\": \"base_depth\", \"column_type\": \"Integer\", \"description\": \"\", \"units\": \"\"}, \"8\": {\"coded_values\": \"\", \"column_name\": \"notes\", \"column_type\": \"Text\", \"description\": \"\", \"units\": \"\"}, \"9\": {\"coded_values\": \"\", \"column_name\": \"elevation\", \"column_type\": \"Integer\", \"description\": \"\", \"units\": \"\"}, \"10\": {\"coded_values\": \"\", \"column_name\": \"class\", \"column_type\": \"Integer\", \"description\": \"\", \"units\": \"\"}, \"11\": {\"coded_values\": \"\", \"column_name\": \"shape\", \"column_type\": \"Geometry\", \"description\": \"Geospatial field defining a geometry as one or more ordered coordinates\", \"units\": \"\"}}", "attribute": [], "cache_last_updated": null, "cache_url": null, "change_description_resource": "Update to layers following 2021 CSAS confirming presence of additional seamounts and more accurate locations of summits", "created": "2020-09-29T18:40:04.104670", "datastore_active": false, "description": "", "disclaimer": "This data is intended for scientific research only. DFO is not responsible for damages resulting from any omissions or errors that may be contained in these data and expressly disclaims any warranty of fitness for any particular purpose. DFO shall not be liable for any losses, financial or otherwise, due to the use of these data. The user assumes the entire risk as to the suitability, results and performance of the data for their proposed use.", "disclaimer_url": "", "format": "ZIP", "hash": "", "id": "b976e76a-43d6-4009-84a8-5a7788434769", "last_modified": null, "metadata_modified": "2022-07-28T21:35:57.020962", "mimetype": null, "mimetype_inner": null, "name": "Seamounts - Data package", "package_id": "29e8189b-ff87-4455-a0e8-2c206170b03d", "position": 0, "resource_type": "Upload", "revision_id": "de00aa02-0a62-40f0-a46a-9c70205bee16", "size": 1638463, "state": "active", "title": "Seamounts - Data package", "url": "http://localhost:5000/dataset/29e8189b-ff87-4455-a0e8-2c206170b03d/resource/b976e76a-43d6-4009-84a8-5a7788434769/download/seamounts_ne_pacific.zip", "url_type": "upload", "restricted": [{"allowed_users": "", "level": "registered"}], "tracking_summary": {"total": 0, "recent": 0}}, {"attr_data": "", "bbox": "Generated by the GIS Hub after data upload.", "cache_last_updated": null, "cache_url": null, "change_description_resource": "", "codespace_version": "9.2.2", "created": "2021-08-19T21:20:05.963418", "data_format": "File Geodatabase", "datastore_active": false, "description": null, "disclaimer": "This data is intended for scientific research only. Fisheries and Oceans Canada (DFO) is not responsible for damages resulting from any omissions or errors that may be contained in these data and expressly disclaims any warranty of fitness for any particular purpose. DFO shall not be liable for any losses, financial or otherwise, due to the use of these data. The user assumes the entire risk as to the suitability, results and performance of the data for their proposed use.", "disclaimer_url": "", "filepath": "", "format": "link", "geometry_type": "point", "hash": "", "id": "a14f2446-a5b8-4c65-bf9b-ae47658dccad", "last_modified": null, "layer_description": "", "layer_name": "", "locale": "Generated by the GIS Hub after data upload.", "map_preview_link": "", "metadata_modified": "2022-08-04T15:30:58.671911", "mimetype": null, "mimetype_inner": null, "name": null, "package_id": "29e8189b-ff87-4455-a0e8-2c206170b03d", "position": 1, "projection_code": "", "projection_codespace": "http://www.epsg-registry.org", "projection_text": "", "projection_wkt": "", "resource_type": "Link", "size": null, "spatial": "", "spatial_type": "vector", "state": "active", "title": "PDF Metadata", "url": "https://www.gis-hub.ca/dataset/pdf-meta-seamounts", "url_type": null, "attribute": [{"coded_values": "", "column_name": "", "column_type": "", "description": "", "units": ""}], "restricted": [{"allowed_users": "", "level": "registered"}], "tracking_summary": {"total": 0, "recent": 0}}, {"attr_data": "{\"0\": {\"coded_values\": \"\", \"column_name\": \"objectid\", \"column_type\": \"ObjectId\", \"description\": \"Unique id field\", \"units\": \"\"}, \"1\": {\"coded_values\": \"UN## = unnamed at time of publication\", \"column_name\": \"name\", \"column_type\": \"Text\", \"description\": \"Name of seamount \", \"units\": \"\"}, \"2\": {\"coded_values\": \"\", \"column_name\": \"shape_length\", \"column_type\": \"Float\", \"description\": \"Length of polyline (or polygon boundary) in map units\", \"units\": \"\"}, \"3\": {\"coded_values\": \"\", \"column_name\": \"shape_area\", \"column_type\": \"Float\", \"description\": \"Area of the polygon feature in square map units\", \"units\": \"\"}, \"4\": {\"coded_values\": \"\", \"column_name\": \"shape\", \"column_type\": \"Geometry\", \"description\": \"Geospatial field defining a geometry as one or more ordered coordinates\", \"units\": \"\"}}", "bbox": "North: 54.20355, West: -136.90243, South: 47.47923, East: -128.89952", "cache_last_updated": null, "cache_url": null, "change_description_resource": "", "codespace_version": "9.2.2", "created": "2021-11-25T18:33:00.427732", "data_format": "File Geodatabase", "datastore_active": false, "description": null, "disclaimer": "This data is intended for scientific research only. DFO is not responsible for damages resulting from any omissions or errors that may be contained in these data and expressly disclaims any warranty of fitness for any particular purpose. DFO shall not be liable for any losses, financial or otherwise, due to the use of these data. The user assumes the entire risk as to the suitability, results and performance of the data for their proposed use.", "disclaimer_url": "", "filepath": "Seamounts_NE_pacific.gdb", "format": "GDB", "geometry_type": "polygon", "hash": "", "id": "05331ad3-791f-4a95-bc78-02a776aca4bd", "last_modified": "2022-02-14T16:01:19.535463", "layer_description": "A seamount is an underwater mountain that has an elevation of more than 1,000 m from the seafloor. Within waters of the Offshore Pacific Bioregion, there are 62 seamounts known or predicted, of which 43 were newly identified (not currently reported in the Canada Gazetteer; 29 from DFO 2019 and 14 from the DFO Science Advisory Report 2021/041 process). The location and depth of 21 of these new seamounts have been ground-truthed. This layer contains the boundary locations for all 62 seamounts. DFO Science is working in partnership with several First Nations to name these new seamounts. Those that have been named at time of publication are listed in the attribute table.", "layer_name": "SeamountBoundaries", "locale": "Spatial data located primarily in: Bioregions: Offshore Pacific / Haute mer du Pacifique. Regions: Haida Gwaii. ", "map_preview_link": "Map preview has not yet been generated for this layer.", "metadata_modified": "2022-08-04T15:30:58.672022", "mimetype": null, "mimetype_inner": null, "name": "SeamountBoundaries", "package_id": "29e8189b-ff87-4455-a0e8-2c206170b03d", "position": 2, "projection_code": "EPSG:4326 (Code is for geographic CS. EPSG code not available for projected CS.)", "projection_codespace": "http://www.epsg-registry.org", "projection_text": "", "projection_wkt": "GEOGCS[\"WGS 84\",DATUM[\"WGS_1984\",SPHEROID[\"WGS 84\",6378137,298.257223563,AUTHORITY[\"EPSG\",\"7030\"]],AUTHORITY[\"EPSG\",\"6326\"]],PRIMEM[\"Greenwich\",0,AUTHORITY[\"EPSG\",\"8901\"]],UNIT[\"degree\",0.0174532925199433,AUTHORITY[\"EPSG\",\"9122\"]],AUTHORITY[\"EPSG\",\"4326\"]]", "resource_type": "Layer or File", "size": null, "spatial": "{\"coordinates\": [[[-130.335, 47.479], [-131.399, 47.623], [-131.401, 47.624], [-135.222, 49.778], [-135.24, 49.788], [-135.24, 49.788], [-135.244, 49.792], [-135.245, 49.793], [-135.26, 49.815], [-135.279, 49.845], [-136.902, 53.686], [-136.902, 53.695], [-136.901, 53.726], [-136.888, 53.752], [-136.888, 53.753], [-136.876, 53.767], [-136.874, 53.769], [-136.874, 53.769], [-136.873, 53.77], [-136.857, 53.78], [-136.804, 53.802], [-136.802, 53.803], [-136.72, 53.83], [-136.712, 53.832], [-136.709, 53.833], [-136.707, 53.833], [-134.233, 54.202], [-134.174, 54.204], [-134.158, 54.202], [-134.131, 54.198], [-133.914, 54.105], [-133.746, 53.966], [-130.748, 51.466], [-128.902, 48.409], [-128.902, 48.408], [-128.9, 48.404], [-128.907, 48.386], [-128.958, 48.296], [-128.959, 48.294], [-128.962, 48.292], [-129.006, 48.252], [-129.011, 48.248], [-129.016, 48.245], [-129.595, 47.862], [-129.617, 47.848], [-130.259, 47.48], [-130.26, 47.48], [-130.262, 47.48], [-130.335, 47.479]]], \"type\": \"Polygon\"}", "spatial_type": "vector", "state": "active", "title": "SeamountBoundaries", "url": "https://www.gis-hub.ca/dataset/29e8189b-ff87-4455-a0e8-2c206170b03d/resource/b976e76a-43d6-4009-84a8-5a7788434769/download/seamounts_ne_pacific.zip", "url_type": "", "tracking_summary": {"total": 0, "recent": 0}}, {"attr_data": "{\"0\": {\"coded_values\": \"\", \"column_name\": \"objectid\", \"column_type\": \"ObjectId\", \"description\": \"Unique id field\", \"units\": \"\"}, \"1\": {\"coded_values\": \"UN## = unnamed at time of publication\", \"column_name\": \"name\", \"column_type\": \"Text\", \"description\": \"Name of seamount\", \"units\": \"\"}, \"2\": {\"coded_values\": \"metres\", \"column_name\": \"depth\", \"column_type\": \"Integer\", \"description\": \"The measurement from the waters surface to the seamount summit\", \"units\": \"\"}, \"3\": {\"coded_values\": \"\", \"column_name\": \"lat\", \"column_type\": \"Float\", \"description\": \"Latitude of summit\", \"units\": \"\"}, \"4\": {\"coded_values\": \"\", \"column_name\": \"long\", \"column_type\": \"Float\", \"description\": \"Longitude of summit\", \"units\": \"\"}, \"5\": {\"coded_values\": \"metres\", \"column_name\": \"elevation\", \"column_type\": \"Float\", \"description\": \"The measurement from the seafloor to the summit\", \"units\": \"\"}, \"6\": {\"coded_values\": \"\", \"column_name\": \"shape\", \"column_type\": \"Geometry\", \"description\": \"Geospatial field defining a geometry as one or more ordered coordinates\", \"units\": \"\"}}", "bbox": "North: 53.85236, West: -136.58951, South: 47.56701, East: -129.04388", "cache_last_updated": null, "cache_url": null, "change_description_resource": "", "codespace_version": "9.2.2", "created": "2021-11-25T18:33:01.200748", "data_format": "File Geodatabase", "datastore_active": false, "description": "", "disclaimer": "This data is intended for scientific research only. DFO is not responsible for damages resulting from any omissions or errors that may be contained in these data and expressly disclaims any warranty of fitness for any particular purpose. DFO shall not be liable for any losses, financial or otherwise, due to the use of these data. The user assumes the entire risk as to the suitability, results and performance of the data for their proposed use.", "disclaimer_url": "", "filepath": "Seamounts_NE_pacific.gdb", "format": "GDB", "geometry_type": "point", "geoserver_layer": "seamounts_seamountsummits", "hash": "", "id": "367b3936-9508-4119-a78b-41bb132054af", "last_modified": "2022-02-14T16:01:19.788581", "layer_description": "A seamount is an underwater mountain that has an elevation of more than 1,000 m from the seafloor. Within waters of the Offshore Pacific Bioregion, there are 62 seamounts known or predicted, of which 43 were newly identified (not currently reported in the Canada Gazetteer; 29 from DFO 2019 and 14 from the DFO Science Advisory Report 2021/041 process). The location and depth of 21 of these new seamounts have been ground-truthed. This layer contains the summit location for all 62 seamounts. DFO Science is working in partnership with several First Nations to name these new seamounts. Those that have been named at time of publication are listed in the attribute table.", "layer_name": "SeamountSummits", "locale": "Spatial data located primarily in: Bioregions: Offshore Pacific / Haute mer du Pacifique. Regions: Haida Gwaii. ", "map_preview_link": "Map preview has not yet been generated for this layer.", "metadata_modified": "2022-08-02T21:15:49.528441", "mimetype": "zip (application/zip)", "mimetype_inner": "gdb (binary/file-geodatabase)", "name": "SeamountSummits", "package_id": "29e8189b-ff87-4455-a0e8-2c206170b03d", "position": 3, "projection_code": "EPSG:4326 (Code is for geographic CS. EPSG code not available for projected CS.)", "projection_codespace": "http://www.epsg-registry.org", "projection_wkt": "GEOGCS[\"WGS 84\",DATUM[\"WGS_1984\",SPHEROID[\"WGS 84\",6378137,298.257223563,AUTHORITY[\"EPSG\",\"7030\"]],AUTHORITY[\"EPSG\",\"6326\"]],PRIMEM[\"Greenwich\",0,AUTHORITY[\"EPSG\",\"8901\"]],UNIT[\"degree\",0.0174532925199433,AUTHORITY[\"EPSG\",\"9122\"]],AUTHORITY[\"EPSG\",\"4326\"]]", "resource_type": "Layer or File", "revision_id": "c9cec1a4-d13e-4dd5-add0-d41bbecfa2e9", "size": null, "spatial": "{\"coordinates\": [[[-130.304, 47.567], [-131.367, 47.729], [-135.102, 49.818], [-136.59, 53.664], [-133.78, 53.852], [-130.846, 51.458], [-129.044, 48.299], [-129.659, 47.905], [-130.304, 47.567]]], \"type\": \"Polygon\"}", "spatial_type": "vector", "state": "active", "title": "SeamountSummits", "url": "https://www.gis-hub.ca/dataset/29e8189b-ff87-4455-a0e8-2c206170b03d/resource/b976e76a-43d6-4009-84a8-5a7788434769/download/seamounts_ne_pacific.zip", "url_type": "", "attribute": [{"coded_values": "", "column_name": "objectid", "column_type": "ObjectId", "description": "Unique id field", "units": ""}, {"coded_values": "UN## = unnamed at time of publication", "column_name": "name", "column_type": "Text", "description": "Name of seamount", "units": ""}, {"coded_values": "metres", "column_name": "depth", "column_type": "Integer", "description": "The measurement from the waters surface to the seamount summit", "units": ""}, {"coded_values": "", "column_name": "lat", "column_type": "Float", "description": "Latitude of summit", "units": ""}, {"coded_values": "", "column_name": "long", "column_type": "Float", "description": "Longitude of summit", "units": ""}, {"coded_values": "metres", "column_name": "elevation", "column_type": "Float", "description": "The measurement from the seafloor to the summit", "units": ""}, {"coded_values": "", "column_name": "shape", "column_type": "Geometry", "description": "Geospatial field defining a geometry as one or more ordered coordinates", "units": ""}], "restricted": [{"allowed_users": "", "level": "registered"}], "tracking_summary": {"total": 0, "recent": 0}}], "tags": [{"display_name": "aquatic ecosystems", "id": "7b6c9fe7-e3be-43f9-9a8e-0c1c0930edd3", "name": "aquatic ecosystems", "state": "active", "vocabulary_id": null}, {"display_name": "canadian pacific eez", "id": "352ce7cb-01de-41c1-b735-442a79534596", "name": "canadian pacific eez", "state": "active", "vocabulary_id": null}, {"display_name": "environmental protection", "id": "e6895b8b-e2c1-49e8-8667-46c3b21ec629", "name": "environmental protection", "state": "active", "vocabulary_id": null}, {"display_name": "geology", "id": "7eaff75d-5744-440a-9241-aa901f6b07c6", "name": "geology", "state": "active", "vocabulary_id": null}, {"display_name": "geomorphology", "id": "96d266ca-3a73-46b4-a4fd-0114550cbbfd", "name": "geomorphology", "state": "active", "vocabulary_id": null}, {"display_name": "habitat protection", "id": "9cc8939d-189c-40b1-9b40-7f5ace40c4d7", "name": "habitat protection", "state": "active", "vocabulary_id": null}, {"display_name": "habitats", "id": "d76a983e-b310-4aec-8414-f809e298373e", "name": "habitats", "state": "active", "vocabulary_id": null}, {"display_name": "marine conservation areas", "id": "ac121e91-ae87-4e74-b3e1-9c3031350ca0", "name": "marine conservation areas", "state": "active", "vocabulary_id": null}, {"display_name": "marine ecosystems", "id": "51f15efe-47ea-4cf6-9211-5fad365f9353", "name": "marine ecosystems", "state": "active", "vocabulary_id": null}, {"display_name": "marine protected areas", "id": "2b43f3e8-f67d-4af5-baad-d58b12f43e73", "name": "marine protected areas", "state": "active", "vocabulary_id": null}, {"display_name": "natural ecosystems", "id": "21839ab2-d678-4d0c-8e03-576df672c181", "name": "natural ecosystems", "state": "active", "vocabulary_id": null}, {"display_name": "nature conservation", "id": "a238d7b3-bcd7-4084-9b44-d1aeacfc2cb9", "name": "nature conservation", "state": "active", "vocabulary_id": null}, {"display_name": "northeast pacific ocean", "id": "a50d71e7-7bd0-46e2-9319-e6e77cfc37b2", "name": "northeast pacific ocean", "state": "active", "vocabulary_id": null}, {"display_name": "ocean floor", "id": "ed1652ad-7bcc-49f3-ae7c-308af6229fc1", "name": "ocean floor", "state": "active", "vocabulary_id": null}, {"display_name": "oceanography", "id": "34300ff8-b656-4a80-a51a-47d3be287abe", "name": "oceanography", "state": "active", "vocabulary_id": null}, {"display_name": "oceans", "id": "ea01f6f5-b3e6-44a4-a779-87b1152e571e", "name": "oceans", "state": "active", "vocabulary_id": null}, {"display_name": "sea bottom", "id": "fb945d98-72dc-4190-92f8-2e7ba40577b6", "name": "sea bottom", "state": "active", "vocabulary_id": null}, {"display_name": "sea floor", "id": "5cdeda18-ed65-44f9-80cc-f28b7da60a3a", "name": "sea floor", "state": "active", "vocabulary_id": null}, {"display_name": "seamount", "id": "cac67bef-cef9-455b-b2e2-79684966002f", "name": "seamount", "state": "active", "vocabulary_id": null}, {"display_name": "seas", "id": "cd74c28c-9e00-4e24-87e7-b3e37e0be7fe", "name": "seas", "state": "active", "vocabulary_id": null}, {"display_name": "templates", "id": "d5bc5460-9770-4c9d-ab27-26afacd62eb3", "name": "templates", "state": "active", "vocabulary_id": null}], "relationships_as_subject": [], "relationships_as_object": [], "tracking_summary": {"total": 202, "recent": 3}}